Repository: axolotl-chat/axolotl
Catalog: po/*.po
Languages: cs, fr, it, no

source: 1. Open Signal Desktop
fr: 1. Ouvrez Signal sur un ordinateur
it: 1. Apri Signal Desktop

source: 2. Scan the QR code with a QR code scanner
fr: 2. Scannez le code QR avec un scanneur de code QR
it: 2. Scansiona il qr-code con uno scanner qr-Code

source: 3. Paste the QR code here:
fr: 3. Copiez le code QR ici :
it: 3. Incolla qui il Qr-Code:

source: A cross-platform Signal client
fr: Un client Signal multi-plateformes
it: Un client Signal multipiattaforma

source: About Axolotl
cs: O Axolotlu
fr: À propos d'Axolotl
it: Informazioni su Axolotl
no: Om Axolotl

source: Add
cs: Přidat
fr: Ajouter
it: Aggiungi
no: Legg til

source: Add a new device
fr: Ajouter un nouvel appareil
it: Aggiungi un nuovo dispositivo

source: Add contact
it: Aggiungi Contatto

source: Add contacts first
fr: Veuillez d'abord ajouter des contacts
it: Aggiungi prima i contatti

source: Add members
fr: Ajouter des membres
it: Aggiungi membri
no: Legg til gruppemedlemmer

source: Axolotl encountered an error communicating with Signal servers. Please try again.
fr: Axolotl a rencontré une erreur lors de sa communication avec les serveurs de Signal. Veuillez réessayer.
it: Axolotl ha riscontrato un errore di comunicazione con i server Signal. Prova ancora.

source: Be careful, if you add too many numbers which aren't Signal accounts, you won't be able to add contacts anymore.
fr: Attention, si vous ajoutez trop de numéros qui ne sont pas des comptes Signal, vous ne pourrez plus ajouter de contacts.
it: Fai attenzione, se aggiungi troppi numeri che non sono account Signal, non sarà più in grado di aggiungere contatti.

source: Can't change contact list: {{ error }}
fr: Impossible de modifier la liste des contacts : {{error}}
it: Impossibile modificare l'elenco dei contatti: {{error}}

source: Close
cs: Zavřít
fr: Fermer
it: Chiudi
no: Lukk

source: Confirm
cs: Potvrdit
fr: Valider
it: Conferma
no: Bekreft

source: Connect with Signal
cs: Připojit se k Signálu
fr: Se connecter avec Signal
it: Connetti con Signal
no: Kontakt gjennom Signal

source: Contact
cs: Kontakt
it: Contatto
no: Kontakt

source: Contact list is empty...
cs: Seznam kontaktů je prázdný...
fr: La liste des contacts est vide...
it: L'elenco dei contatti è vuoto...
no: Kontaktlisten er tom...

source: Contacts
cs: Kontakty
it: Contatti

source: Create group
fr: Créer un groupe
it: Crea gruppo
no: Opprett gruppe

source: Creating group
fr: Création du groupe
it: Creazione di un gruppo

source: Current password
fr: Mot de passe actuel
it: Password Attuale

source: Current password is wrong
cs: Aktuální heslo je chybné
fr: Le mot de passe actuel est incorrect
it: la password attuale è sbagliata
no: Nåværende passord er feil

source: Dark mode
cs: Tmavý styl
fr: Mode sombre
it: Modalità scura
no: Mørk modus

source: Decrypt
cs: Dešifrovat
fr: Déchiffrer
it: Decripta
no: Dekryptér

source: Document
cs: Dokument
it: Documento
no: Dokument

source: Due to technical limitations, Axolotl doesn't support push notifications. Keep the app open to be notified in real time. In Ubuntu Touch, use UT Tweak Tool to set Axolotl on "Prevent app suspension".
fr: En raison de limitations techniques, Axolotl ne prend pas en charge les notifications. Gardez l'application ouverte pour être notifié en temps réel. Dans Ubuntu Touch, utilisez l'outil de personnalisation d'UT pour configiuer Axolotl sur « Éviter la suspension de l'application ».
it: A causa di limitazioni tecniche, Axolotl non supporta le notifiche push.Tieni l'app aperta per ricevere notifiche in tempo reale. In Ubuntu Touch, usa UT Tweak Strumento per impostare Axolotl su "Impedisci sospensione app".

source: Due to upstream changes in Signal, some features are currently broken. We're working as fast as we can to bring them back.
fr: En raison de modifications en amont dans Signal, certaines fonctionnalités sont actuellement indisponibles. Nous travaillons aussi ite que possible pour les faire revenir.
it: A causa di modifiche a monte in Signal, alcune funzionalità sono attualmente non funzionanti. Stiamo lavorando il più velocemente possibile per ripristinarle.

source: Edit
cs: Upravit
fr: Modifier
it: Modifica
no: Redigér

source: Edit group
cs: Upravit skupinu
fr: Modifier le groupe
it: Modifica gruppo

source: Enter password
cs: Zadat heslo
fr: Saisissez votre mot de passe
it: Inserisci password
no: Oppgi passord

source: Enter your registration pin
cs: Zadejte registrační pin
fr: Saisissez votre code d'enregistrement
it: Inserisci il tuo PIN di registrazione
no: Oppgi pinkode for registrering

source: Error communicating with Signal servers
cs: Problém v komunikaci se serverem Signálu
fr: Erreur lors de la communication avec les serveurs de Signal
it: Errore di comunicazione con i server Signal

source: Follow the progress or join us to help with development on
cs: Sledujte naše pokroky nebo se připojte a pomozte s vývojem na
fr: Suivez les progrès ou rejoignez-nous pour nous aider au développement sur
it: Segui i progressi o unisciti a noi per aiutare con lo sviluppo

source: Group changed.
fr: Le groupe a changé.
it: Gruppo cambiato.

source: Group name
cs: Název skupiny
fr: Nom du groupe
it: Nome del gruppo
no: Gruppenavn

source: If you are really sure that the persons you want to text with have Signal, you can manually add them using the "plus" action on that page.
fr: Si vous êtes certain ou certaine que les personnes avec lesquelles vous voulez envoyer des messages ont Signal, vous pouvez les ajouter manuellement en utilisant le bouton « plus » sur cette page.
it: Se sei veramente sicuro che le persone con cui desideri inviare messaggi abbiano Signal, puoi aggiungerli manualmente utilizzando l'azione "più"in quella pagina.

source: If you think that something is wrong on your side, you can <a href="#" @click="unregister">unregister</a> and register again. Be careful, <strong>your encryption key will change and you will lose all your messages</strong> if you choose to do that.
fr: Si vous pensez que quelque chose est bizarre de votre côté, vous pouvez <a href="#" @click="unregister">vous désinscrire</a> et vous réinscrire. Soyez prudent(e), <strong>votre clé de chiffrement changera et vous perdrez tous vos messages</strong> si vous choisissez de faire cela.
it: Se pensi che qualcosa non va dalla tua parte, puoi <a href ="#" @clicca su="unregister">cancella registrazione</a> e registrati di nuovo. Fai attenzione, <strong>la tua chiave di crittografia cambierà e perderai tutti i tuoi messaggi</strong> se scegli di farlo.

source: If you're seeing that error multiple times, check the <a href="https://status.signal.org/" target="_blank">status of Signal servers</a>. If it's fine, then please tell us there is a problem by <a href="https://github.com/nanu-c/axolotl/issues" target="_blank">opening an issue</a>.
fr: Si vous constatez cette erreur à plusieurs reprises, vérifiez l' <a href="https://status.signal.org/" target="_blank">état des serveurs de Signal</a>. Si tout va bien, veuillez nous signaler l'anomalie en <a href="https://github.com/nanu-c/axolotl/issues" target="_blank">ouvrant un problème</a>.
it: Se visualizzi questo errore più volte, controlla <a href ="https://status.signal.org/"target="_ blank"> stato dei server Signal</a>. Per favore, comunicaci che c'è un problema con <ahref="https://github.com/nanu-c/axolotl/issues"target =" _ blank"> apertura di un problema</a>.

source: Import contacts
cs: Importovat kontakty
fr: Importer des contacts
it: Importa contatti

source: Import contacts feature unavailable
fr: Fonctionnalité d'importation des contacts indisponible
it: Funzione di importazione dei contatti non disponibile

source: Importing contacts, head back later
cs: Importování kontaktů, může to chvíli trvat
fr: Importation des contacts en cours, revenez plus tard
it: Importazione dei contatti, torna più tardi
no: Importerer kontakter. Returér senere!

source: issues at the bug tracker
cs: záznamy (issues) v registru chyb
fr: problèmes dans le système de suivi
it: problemi al bug tracker
no: forhold i feiloversikten

source: Last seen:
cs: Naposledy přečteno:
fr: Vu(e) pour la dernière fois :
it: Ultima visualizzazione:
no: Sist sett:

source: Linked devices
fr: Appareils liés
it: Dispositivi collegati
no: Refresh

source: Loading...
cs: Načítá...
fr: Chargement...
it: Caricamento in corso...
no: Laster...

source: Members
fr: Membres
it: Membri
no: Medlemmer

source: Mute
cs: Ztlumit
fr: Mettre en silencieux
it: Muto
no: Lydløs

source: Name
cs: Jméno
fr: Nom
it: Nome

source: New conversations are temporarily disabled. You can create a new chat from the linked Desktop Client. Alternatively, your counterparty could start the discussion.
fr: Les nouvelles conversations sont temporairement désactivées. Vous pouvez créer une nouvelle conversation à partir du client lié sur bureau. Sinon, votre votre interlocuteur/trice peut lancer la discussion.
it: Le nuove conversazioni sono temporaneamente disabilitate. Puoi creare una nuova chat da il client desktop collegato. In alternativa, la tua controparte potrebbe avviare il discussione.

source: New group
cs: Nová skupina
fr: Nouveau groupe
it: Nuovo gruppo
no: Ny gruppe

source: New password
fr: Nouveau mot de passe
it: Nuovo password

source: Next
cs: Další
fr: Suivant
it: Prossimo
no: Neste

source: No chats available
cs: Nenalezena žádná konverzace
fr: Aucune discussion disponible
it: Nessuna chat disponibile
no: Ingen samtaler tilgjengelige.

source: No linked devices
fr: Aucun appareil lié
it: Nessun dispositivo collegato

source: No messages available.
fr: Aucun message disponible.
it: Nessun messaggio disponibile.

source: Not supported mime type:
cs: Nepodporovaný typ mime:
fr: Type de fichier non supporté :
it: Tipo MIME non supportato:
no: MIME-type ikke støttet:

source: Note, you can't add yourself to a group.
cs: Pozor, není možné přidat sám/samu sebe do skupiny.
fr: Note : vous ne pouvez pas vous ajouter vous-même à un groupe.
it: Nota: non puoi aggiungerti a un gruppo.
no: Merk: Du kan ikke legge deg selv til i en gruppe.

source: Only add numbers that you are sure are registered Signal accounts!
fr: Ajoutez uniquement les numéros que vous savez être associés à des comptes Signal !
it: Aggiungi solo numeri che sei sicuro siano registrati su account Signal!

source: or by becoming a
cs: nebo jako
fr: ou en devenant un
it: o diventando un

source: or disable it on Android/IOs
cs: nebo deaktivovat pin na Androidu/IOs
fr: ou le désactiver sur Android / iOS
it: o disabilitarlo su Android/IOs
no: eller deaktivér i Android/IOs

source: Password is wrong
cs: Nesprávné heslo
fr: Mot de passe incorrect
it: La password è sbagliata
no: Passordfeil

source: Passwords don't match
cs: Rozdílná hesla
fr: Les nouveaux mots de passe ne sont pas identiques
it: Le password non corrispondono
no: Passordene samsvarer ikke

source: Phone
cs: Telefon
fr: Téléphone
it: Telefono
no: Telefon

source: Photo
cs: Foto
it: Foto
no: Bilde

source: QR code
fr: Code QR
it: Codice-QR

source: Registered number
fr: Numéro d'enregistrement
it: Numero registrato
no: Registrér nummer

source: Repeat password
cs: Zopakovat heslo
fr: Répétez le nouveau mot de passe
it: Ripeti password
no: Gjenta passord

source: Request code
cs: Vyžádat kód
fr: Demander un code
it: Richiedi codice
no: Få kode

source: Reset encryption
cs: Resetovat zabezpečenou konverzaci
fr: Réinitialiser le chiffrement
it: Ripristina crittografia
no: Nullstill sikker sesjon

source: Reset secure session?
it: Reimpostare la sessione sicura?

source: Safety numbers of you and
cs: Bezpečnostní kódy vaše a
fr: Vos numéros de sécurité et ceux de
it: Tuoi numeri di sicurezza e

source: Save
cs: Uložit
fr: Enregistrer
it: Salva
no: Lagre

source: Send attachments
fr: Envoyer des pièces jointes
it: Invia Allegati

source: Send code
cs: Poslat kód
fr: Envoyer un code
it: Invia codice
no: Send kode

source: Send pin
cs: Poslat pin
fr: Envoyer un code PIN
it: Invia pin

source: Set encryption password
cs: Resetovat zabezpečenou konverzaci
fr: Définir un mot de passe de chiffrement
it: Imposta password crittografata
no: Angi passord for sikker sesjon

source: Set password
cs: Nastavit heslo
fr: Définir un mot de passe
it: Imposta password
no: Angi passord

source: Set timer for self-destructing messages
cs: Nastavit časovač pro sebedestruktivní zprávy
fr: Régler la minuterie pour les messages auto-destructibles
it: Imposta il timer per i messaggi che si autodistruggono
no: Angi tidsinnstilling for selvdestruerende meldinger

source: Set username
fr: Définir un identifiant
it: Imposta nome utente

source: Setting a username is required. Please choose one.
fr: Vous devez définir un identifiant. Veuillez en choisir un.
it: È necessario impostare un nome utente. Per favore scegline uno.

source: Settings
cs: Nastavení
fr: Paramètres
it: Impostazioni
no: Innstillinger

source: Show identity
cs: Ověření identity
fr: Afficher l’identité
it: Mostra identità
no: Vis identitet

source: sponsor on patreon.
cs: sponzor na Patreon.
fr: mécène sur Patreon.
it: sponsor su patreon.
no: sponsor på patreon.

source: Starting new chats is currently broken in Axolotl.
cs: Momentálně nelze na Axolotlu začít novou konverzaci.
fr: Le lancement de nouvelles discussions est actuellement indisponible dans Axolotl.
it: L'avvio di nuove chat è attualmente interrotto in Axolotl.

source: This is a free and open source Signal client written in golang and vuejs.
fr: Ceci est un client Signal libre écrit en golang et vuejs.
it: Questo è un client Signal gratuito e open source scritto in golang e vuejs.

source: This may help if you're having encryption problems in this conversation. Your messages will be kept.
it: Questo potrebbe aiutare se stai avendo problemi di crittografia in questa conversazione. I tuoi messaggi verranno conservati.

source: Unknown group
cs: Neznámá skupina
fr: Groupe inconnu
it: Gruppo sconosciuto
no: Ukjent gruppe

source: Unmute
cs: Ukončit ztlumení
fr: Désactiver le silencieux
it: Smuta
no: Opphev lydløs

source: Unregister
fr: Se désinscrire
it: Annulla registrazione
no: Avregistrér

source: Unsafe password
cs: Heslo není bezpečné
fr: Mot de passe peu sûr
it: Password non sicura
no: Usikkert passord

source: Unsupported message type: sticker
cs: Nepodporovaný typ zprávy: nálepka (sticker)
fr: Type de fichier non supporté : autocollant
it: Tipo di messaggio non supportato: sticker

source: Updating group
fr: Mise à jour du groupe
it: Aggiornamento del Gruppo

source: Username
fr: Identifiant
it: Nome utente

source: Verify identity
cs: Ověření identity
fr: Vérifier l’identité
it: Verifica identità
no: Bekreft identitet

source: We are sorry, but due to a change in the Signal protocol, automatic import of contacts is currently unavailable.
fr: Nous sommes désolés, mais en raison d'une modification dans le protocole de Signal, l'importation automatique des contacts est actuellement indisponible.
it: Siamo spiacenti, ma a causa di un cambiamento nel protocollo automatico di Signal l'importazione dei contatti non è attualmente disponibile.

source: Wrong code entered. Restart for another try.
cs: Zadán neplatný kód. Restartovat pro nový pokus.
fr: Code saisi incorrect. Redémarrez pour un nouvel essai.
it: È stato inserito un codice errato. Riavvia per un altro tentativo.
no: Feil kode angitt. Gjør omstart for nytt forsøk.

source: You
cs: Vy
fr: Vous
it: Tu

source: You can support the development of Axolotl either by filling
fr: Vous pouvez aider le développement d'Axolotl soit en remplissant
it: Puoi supportare lo sviluppo di axolotl sia riempiendo

source: You have been invited to this group. Accepting invitations is not yet supported. In order to join please send private a message to the other side to exchange the profile key. After that he/she has to remove and add you again.
fr: Vous avez été invité dans ce groupe. L'acceptation des invitations n'est pas encore prise en charge. Pour le rejoindre, veuillez envoyer un message privé à votre correspondant(e) pour échanger la clé de profil. Après cela, il ou elle doit vous supprimer et vous ajouter de nouveau.
it: Sei stato invitato a questo gruppo. L'accettazione degli inviti non è ancora supportata. Per partecipare inviare un messaggio privato all' altro lato per scambiare la chiave del profilo. Dopodiché lui/lei deve rimuoverti e aggiungerti di nuovo.

source: Your browser does not support the audio element.
cs: Váš prohlížeč nepodporuje tento element audia.
fr: Votre navigateur ne prend pas en charge l'élément audio.
it: Il tuo browser non supporta l'elemento audio.
no: Nettleseren støtter ikke lydelementet.

source: Your browser does not support the video element.
cs: Váš prohlížeč nepodporuje tento element videa.
fr: Votre navigateur ne prend pas en charge l'élément vidéo.
it: Il tuo browser non supporta l'elemento video.
no: Nettleseren støtter ikke videoelementet.

source: A cross-platform signal client
fr: Un client Signal multi-plateformes

source: Info
fr: Informations

source: Restart is required!
fr: Un redémarrage est nécessaire !

source: Setting a password is not advised on devices short in memory.
fr: Il n'est pas conseillé de définir un mot de passe sur les appareils ayant une mémoire limitée.

source: Video
fr: Vidéo

source: A cross-plattform signal client
cs: Multi-platformový klient pro Signál
no: En kryssplattform signal klient

source: Axolotl encountered an error communicating with Signal servers. Please try again.
cs: Axolotl má problém v komunikaci se serverem Signálu. Zkuste to prosím znovu.

source: Can't change contact list: {{error}}
cs: Chyba při změně v seznamu kontaktů: {{error}}

source: Creating Group
cs: Vytváření skupiny
no: Oppretter gruppe

source: Current Password
cs: Aktuální heslo
no: Nåværende passord

source: Edit Group
cs: Upravit skupinu

source: If you think that something is wrong on your side, you can <a href="#" @click="unregister">unregister</a> and register again. Be careful, <strong>your encryption key will change and you will lose all your messages</strong> if you choose to do that.
cs: Pokud se domníváte, že na vaší straně došlo k nějaké chybě, můžete <a href="#" @click="unregister">registraci zrušit</a> a registrovat se znovu. Ale pozor! Pokud se k tomuto kroku rozhodnete, <strong>váš šifrovací klíč se změni a tím ztratíte všechny vaše zprávy</strong>.

source: If you're seeing that error multiple times, check the <a href="https://status.signal.org/" target="_blank">status of Signal servers</a>. If it's fine, then please tell us there is a problem by <a href="https://github.com/nanu-c/axolotl/issues" target="_blank">opening an issue</a>.
cs: Pokud se tato chybová zpráva objeví vícekrát, překontrolujte <a href="https://status.signal.org/" target="_blank">stav serveru Signálu</a>. Pokud se zdá být vše v pořádku, nahlašte nám prosím tento problém na <a href="https://github.com/nanu-c/axolotl/issues" target="_blank">github.com</a>.

source: New conversations are temporarily disabled. You can create a new chat from the linked Desktop Client. Alternatively, your counterparty could start the discussion.
cs: Dočasně není možné začít novou konverzaci. Můžete ji ale začít z propojeného desktop clientu na vašem počítači. Jiná možnost je, že konverzaci začne jako první váš partner.

source: No Messages available.
cs: Nenalezeny žádné zprávy.
no: Ingen meldinger tilgjengelige.

source: Send Attachments
cs: Poslat přílohy
no: Send vedlegg

source: Setting a password is not adviced on devices short in memory. Restart is required!
cs: Nastavení hesla se nedoporučuje pro zařízení s malou pamětí. Nutný restart!

source: This is a free and open source signal client written in golang and vuejs.
cs: Toto je svobodný a otevřený klient pro Signál, naprogramovaný v golang a vuejs.

source: You can support the development of axolotl either by filling
cs: Vývoj Axolotlu můžete podpořit buď vyplněním

source: Add Contacts first
no: Legg til kontakter først

source: Audio
no: Lyd

source: Updating Group
no: Oppdatér gruppe
